const hindiModel1 = [
    {
        q: "'उसने कहा था' किस प्रकार की कहानी है?",
        options: ["ऐतिहासिक", "चरित्रप्रधान", "सामाजिक", "इनमें से कोई नहीं"],
        answer: 1 // (ख)
    },
    {
        q: "अष्टछाप में किस प्रकार के कवि सम्मिलित थे?",
        options: ["रामभक्त", "कृष्णभक्त", "राजभक्त", "श्रृंगारी"],
        answer: 1 // (ख)
    },
    {
        q: "'जागिए ब्रजराज कुँवर' यहाँ ब्रजराज कुँवर संबोधन किसके लिए आया है?",
        options: ["बलराम", "कृष्ण", "नन्द", "इनमें से कोई नहीं"],
        answer: 1 // (ख)
    },
    {
        q: "'सम्पूर्ण क्रान्ति' के रचनाकार कौन हैं?",
        options: ["हजारी प्रसाद द्विवेदी", "जयप्रकाश नारायण", "प्रेमचन्द", "शिवपूजन सहाय"],
        answer: 1 // (ख)
    },
    {
        q: "'गरीब की बेरोजगारी बढ़ती जाती है' कहा गया है—",
        options: ["बातचीत में", "शिक्षा में", "सम्पूर्ण क्रान्ति में", "प्रगीत और समाज में"],
        answer: 2 // (ग)
    },
    {
        q: "'फणीश्वरनाथ रेणु' की रचना है—",
        options: ["मैला आँचल", "गोदान", "शेखर: एक जीवनी", "शारदीया"],
        answer: 0 // (क)
    },
    {
        q: "'बातचीत' निबन्ध के निबन्धकार कौन हैं?",
        options: ["मोहन राकेश", "जयप्रकाश नारायण", "बालकृष्ण भट्ट", "भगत सिंह"],
        answer: 2 // (ग)
    },
    {
        q: "'कड़बक' में कौन-सी बात पायी जाती है?",
        options: ["प्रेम की महिमा", "ईश्वर की महिमा", "मनुष्य की महिमा", "दानव की महिमा"],
        answer: 0 // (क)
    },
    {
        q: "'बातचीत' की साहित्य विद्या है—",
        options: ["निबन्ध", "नाटक", "कहानी", "उपन्यास"],
        answer: 0 // (क)
    },
    {
        q: "मनुष्य की बातचीत का उत्तम तरीका क्या है?",
        options: ["विद्वतापूर्ण बात करना", "तर्कपूर्ण बात करना", "भीड़ से बात करना", "अवाक होकर अपने से बातचीत करना"],
        answer: 3 // (घ)
    },
    {
        q: "'पद्मावत' किस भाषा में रचा गया?",
        options: ["ब्रजभाषा", "मैथिली", "अवधी", "मराठी"],
        answer: 2 // (ग)
    },
    {
        q: "चन्द्रधर शर्मा गुलेरी की कहानी है—",
        options: ["जूठन", "रोज", "उसने कहा था", "तिरिछ"],
        answer: 2 // (ग)
    },
    {
        q: "गुलेरी जी की कुल कहानियाँ लिखीं—",
        options: ["तीन", "दो", "एक", "चार"],
        answer: 0 // (क)
    }
];
