const hindiModel1 = [
    {
        q: "'उसने कहा था' किस प्रकार की कहानी है?",
        options: ["ऐतिहासिक", "चरित्रप्रधान", "सामाजिक", "इनमें से कोई नहीं"],
        answer: 1
    },
    {
        q: "अष्टछाप में किस प्रकार के कवि सम्मिलित थे?",
        options: ["रामभक्त", "कृष्णभक्त", "राजभक्त", "श्रृंगारी"],
        answer: 1
    },
    {
        q: "'जागिए ब्रजराज कुँवर' यहाँ ब्रजराज कुँवर संबोधन किसके लिए आया है?",
        options: ["बलराम", "कृष्ण", "नन्द", "इनमें से कोई नहीं"],
        answer: 1
    },
    {
        q: "'सम्पूर्ण क्रान्ति' के रचनाकार कौन हैं?",
        options: ["हजारी प्रसाद द्विवेदी", "जयप्रकाश नारायण", "प्रेमचन्द", "शिवपूजन सहाय"],
        answer: 1
    },
    {
        q: "'गरीब की बेरोजगारी बढ़ती जाती है' कहा गया है—",
        options: ["बातचीत में", "शिक्षा में", "सम्पूर्ण क्रान्ति में", "प्रगीत और समाज में"],
        answer: 2
    },
    {
        q: "'फणीश्वरनाथ रेणु' की रचना है—",
        options: ["मैला आँचल", "गोदान", "शेखर: एक जीवनी", "शारदीया"],
        answer: 0
    },
    {
        q: "'बातचीत' निबन्ध के निबन्धकार कौन हैं?",
        options: ["मोहन राकेश", "जयप्रकाश नारायण", "बालकृष्ण भट्ट", "भगत सिंह"],
        answer: 2
    },
    {
        q: "'कड़बक' में कौन-सी बात पायी जाती है?",
        options: ["प्रेम की महिमा", "ईश्वर की महिमा", "मनुष्य की महिमा", "दानव की महिमा"],
        answer: 0
    },
    {
        q: "'बातचीत' की साहित्य विद्या है—",
        options: ["निबन्ध", "नाटक", "कहानी", "उपन्यास"],
        answer: 0
    },
    {
        q: "मनुष्य की बातचीत का उत्तम तरीका क्या है?",
        options: ["विद्वतापूर्ण बात करना", "तर्कपूर्ण बात करना", "भीड़ से बात करना", "अवाक होकर अपने से बातचीत करना"],
        answer: 3
    },
    {
        q: "'पद्मावत' किस भाषा में रचा गया?",
        options: ["ब्रजभाषा", "मैथिली", "अवधी", "मराठी"],
        answer: 2
    },
    {
        q: "चन्द्रधर शर्मा गुलेरी की कहानी है—",
        options: ["जूठन", "रोज", "उसने कहा था", "तिरिछ"],
        answer: 2
    },
    {
        q: "गुलेरी जी की कुल कहानियाँ लिखीं—",
        options: ["तीन", "दो", "एक", "चार"],
        answer: 0
    },
    {
        q: "'बरवै रामायण' किसकी रचना है?",
        options: ["नन्ददास", "कुम्भनदास", "रहीम", "तुलसीदास"],
        answer: 3
    },
    {
        q: "तुलसीदास किस काल के कवि थे?",
        options: ["आदिकाल", "रीतिकाल", "आधुनिक काल", "भक्तिकाल"],
        answer: 3
    },
    {
        q: "कौन-से रचनाकार बिहार से सम्बन्धित हैं?",
        options: ["जगदीशचन्द्र माथुर", "मोहन राकेश", "रामधारी सिंह 'दिनकर'", "शमशेर बहादुर सिंह"],
        answer: 2
    },
    {
        q: "रामधारी सिंह 'दिनकर' की रचना है -",
        options: ["परशुराम की प्रतीक्षा", "अर्धनारीश्वर", "मिट्टी की ओर", "वट पीपल"],
        answer: 0
    },
    {
        q: "'भक्तमाल' किसकी रचना है?",
        options: ["नाभादास", "सूरदास", "तुलसीदास", "कबीरदास"],
        answer: 0
    },
    {
        q: "किस कहानी का शीर्षक 'गैंग्रीन' था?",
        options: ["उसने कहा था", "रोज", "तिरिछ", "रस्सी का टुकड़ा"],
        answer: 1
    },
    {
        q: "अज्ञेय ने कितने 'सप्तकों' का सम्पादन किया?",
        options: ["एक", "दो", "तीन", "चार"],
        answer: 3
    },
    {
        q: "'रोज' इनमें से क्या है?",
        options: ["निबन्ध", "कहानी", "उपन्यास का अंश", "आलोचना का अंश"],
        answer: 1
    },
    {
        q: "'छत्रसाल दशक' किसकी रचना है?",
        options: ["तुलसीदास", "कहानी", "भूषण", "कबीरदास"],
        answer: 2
    },
    {
        q: "कवि भूषण को 'भूषण' उपाधि किसने दी थी?",
        options: ["महाराजा छत्रसाल ने", "छत्रपति शिवाजी ने", "राजा रुद्रशाह ने", "औरंगजेब"],
        answer: 2
    },
    {
        q: "'एक लेख और एक पत्र' में भगत सिंह ने किसको पत्र लिखा है?",
        options: ["अशफ़ाक उल्ला खाँ को", "सुखदेव को", "राजगुरु को", "बिस्मिल को"],
        answer: 1
    },
    {
        q: "भगत सिंह के पिता और चाचा किसके सहयोगी थे?",
        options: ["चन्द्रशेखर आजाद", "बटुकेश्वर दत्त", "लाला लाजपत राय", "सुखदेव"],
        answer: 2
    },
    {
        q: "जयशंकर प्रसाद का महाकाव्य है -",
        options: ["कामायनी", "मुकुल", "छत्रसाल", "साकेत"],
        answer: 0
    },
    {
        q: "'ओ सदानीरा' शीर्षक का संबंध किस विधा से है?",
        options: ["उपन्यास", "निबन्ध", "कहानी", "नाटक"],
        answer: 1
    },
    {
        q: "'ओ सदानीरा' शीर्षक पाठ में किस महापुरुष की चर्चा आयी है?",
        options: ["महात्मा गांधी", "पं० जवाहर लाल नेहरू", "सुभाषचन्द्र बोस", "भगत सिंह"],
        answer: 0
    },
    {
        q: "'पुत्र वियोग' किसकी रचना है?",
        options: ["सुभद्रा कुमारी चौहान", "रघुवीर सहाय", "अज्ञेय", "अशोक वाजपेयी"],
        answer: 0
    },
    {
        q: "कवयित्री का खिलौना क्या है?",
        options: ["उसका पुत्र", "उसका पति", "उसका भांजा", "उसका भाई"],
        answer: 0
    },
    {
        q: "सूरदास के संकलित पदों में कौन-सा रस है?",
        options: ["श्रृंगार रस", "वात्सल्य रस", "हास्य रस", "रौद्र रस"],
        answer: 1
    },
    {
        q: "'तमचुर' का अर्थ होता है -",
        options: ["उल्लू", "मुर्गा", "तोता", "कौवा"],
        answer: 1
    },
    {
        q: "'अर्धनारीश्वर' की विधा है -",
        options: ["कविता", "नाटक", "निबन्ध", "उपन्यास"],
        answer: 2
    },
    {
        q: "भूषण ने किस रस को प्रमुखता दी?",
        options: ["श्रृंगार रस", "करुण रस", "रौद्र रस", "वीर रस"],
        answer: 3
    },
    {
        q: "'ओ सदानीरा' किसको निमित्त बनाकर लिखा गया है?",
        options: ["गंगा", "गंडक", "यमुना", "महानदी"],
        answer: 1
    },
    {
        q: "'रोज' किस प्रकार की कहानी है?",
        options: ["ऐतिहासिक", "सामाजिक", "मनोवैज्ञानिक", "समस्यात्मक"],
        answer: 2
    },
    {
        q: "'तीनकठिया' प्रथा का सम्बन्ध है -",
        options: ["ईख से", "तम्बाकू से", "मसाला से", "नील से"],
        answer: 3
    },
    {
        q: "किसके कड़ों के मोती तारों की तरह चमकते हैं?",
        options: ["तारों के", "बंतो के", "मुन्नी के", "चुन्नी के"],
        answer: 0
    },
    {
        q: "'सिपाही की माँ' एकांकी के अनुसार लड़ाई कहाँ हो रही है?",
        options: ["लाहौर में", "बर्मा में", "बंगाल में", "जापान में"],
        answer: 1
    },
    {
        q: "किस पाठ में यह उद्धरण आया है: 'फौजी वहाँ लड़ने के लिए हैं, वे भाग नहीं सकते। जो फौज छोड़कर भागता है, उसे गोली मार दी जाती है...।'",
        options: ["हंसते हुए मेरा अकेलापन", "प्रगति और समाज", "सिपाही की माँ", "ओ सदानीरा"],
        answer: 2
    },
    {
        q: "'मुन्नी' कौन थी?",
        options: ["सुखनी की बेटी", "रजनी की बेटी", "शिवानी की बेटी", "बिशनी की बेटी"],
        answer: 3
    },
    {
        q: "'प्रगीत और समाज' निबन्ध किस निबन्ध-संग्रह से लिया गया है?",
        options: ["दूसरी परम्परा की खोज", "आलोचना के मुख", "कहना न होगा", "वाद-विवाद संवाद"],
        answer: 3
    },
    {
        q: "'तुमुल कोलाहल कलह में' किसकी रचना है?",
        options: ["जयशंकर प्रसाद", "दिनकर", "अज्ञेय", "रघुवीर सहाय"],
        answer: 0
    },
    {
        q: "'उषा' शीर्षक कविता के कवि कौन हैं?",
        options: ["शमशेर बहादुर सिंह", "मुक्तिबोध", "अज्ञेय", "धर्मवीर भारती"],
        answer: 0
    },
    {
        q: "उषा का जादू कब टूटता है?",
        options: ["सपने में", "विस्मृति में", "सूर्योदय होने पर", "ध्यान में"],
        answer: 2
    },
    {
        q: "गजानन माधव मुक्तिबोध की रचना है -",
        options: ["जन-जन का चेहरा एक", "हार-जीत", "गाँव का घर", "उषा"],
        answer: 0
    },
    {
        q: "किस कवि ने इन शब्दों का प्रयोग किया है: 'विधाता, सुधना, बल्लम, तुरही, छत्र, चँवर और तमगे'?",
        options: ["अशोक वाजपेयी", "रघुवीर सहाय", "ज्ञानेन्द्रपति", "जायसी"],
        answer: 1
    },
    {
        q: "'अधिनायक' कैसी कविता है?",
        options: ["श्रृंगारिक", "व्यंग्यात्मक", "ऐतिहासिक", "उपदेशात्मक"],
        answer: 1
    },
    {
        q: "'प्यारे नन्हे बेटे को' कविता में लोहा किसका प्रतीक है?",
        options: ["नमक का", "मशीन का", "कर्म का", "धर्म का"],
        answer: 2
    },
    {
        q: "मेहनतकश और औरत को कवि ने किस रूप में देखा है?",
        options: ["सोना", "लोहा", "पत्थर", "लकड़ी"],
        answer: 3
    },
    {
        q: "मशकवाला क्या कर रहा है?",
        options: ["सड़क सींच रहा है", "पानी भर रहा है", "रोशनी कर रहा है", "गीत गा रहा है"],
        answer: 0
    },
    {
        q: "'हार-जीत' क्या है?",
        options: ["गद्यकाव्य", "गद्य कविता", "कहानी", "निबन्ध"],
        answer: 1
    },
    {
        q: "'राजा-रंक' में कौन-सा समास है?",
        options: ["द्विगु", "द्वन्द्व", "तत्पुरुष", "कर्मधारय"],
        answer: 1
    },
    {
        q: "'देशान्तर' कौन-सा समास है?",
        options: ["बहुब्रीहि", "कर्मधारय", "द्वन्द्व", "तत्पुरुष"],
        answer: 3
    },
    {
        q: "'उसने राघव को मारा था'—किस काल का उदाहरण है?",
        options: ["वर्तमान काल", "भूतकाल", "भविष्यत काल", "सामान्य भविष्यत काल"],
        answer: 1
    },
    {
        q: "'मैं' किस सर्वनाम का उदाहरण है?",
        options: ["निजवाचक", "निश्चयवाचक", "संबंधवाचक", "पुरुषवाचक"],
        answer: 3
    },
    {
        q: "'आम्र' शब्द क्या है?",
        options: ["तत्सम", "तद्भव", "देशज", "विदेशज"],
        answer: 0
    },
    {
        q: "काल के कितने भेद होते हैं?",
        options: ["एक", "दो", "तीन", "चार"],
        answer: 2
    },
    {
        q: "जिन शब्दों के खण्ड सार्थक न हों, उन्हें क्या कहते हैं?",
        options: ["रूढ़ शब्द", "यौगिक शब्द", "योगरूढ़ शब्द", "इनमें से कोई नहीं"],
        answer: 0
    },
    {
        q: "'हे भगवान! मेरी रक्षा कीजिए'—किस कारक का उदाहरण है?",
        options: ["संबोधन कारक", "अपादान कारक", "संप्रदान कारक", "अधिकरण कारक"],
        answer: 0
    },
    {
        q: "'तुम खाओ'—यह किस वाक्य का उदाहरण है?",
        options: ["आज्ञावाचक", "संकेतवाचक", "विस्मयवाचक", "विधानवाचक"],
        answer: 0
    },
    {
        q: "निम्नलिखित में शुद्ध वाक्य कौन है?",
        options: ["पशुओं का झुंड चारों ओर पानी की चाह में घूम रहा था।", "किसी आदमी को भेज दो।", "इस बात के कहने में किसी को संकोच न होगा।", "मैं आपका दर्शन करने आया हूँ।"],
        answer: 0
    },
    {
        q: "'घोड़े बेचकर सोना' मुहावरे का अर्थ क्या होगा?",
        options: ["खत्म होना", "लज्जित होना", "गति पाना", "बेफिक्र होना"],
        answer: 3
    },
    {
        q: "'निष्फल' का संधि-विच्छेद क्या है?",
        options: ["निष् + फल", "निः + फल", "निष्फ + फल", "नि + फल"],
        answer: 1
    },
    {
        q: "निम्नलिखित में शुद्ध शब्द कौन है?",
        options: ["दिपन्न", "प्रशाद", "नूपुर", "घनिष्ठ"],
        answer: 2
    },
    {
        q: "'धार्मिक' शब्द में प्रत्यय क्या है?",
        options: ["एक", "इक", "मिक", "क"],
        answer: 1
    },
    {
        q: "'रंग' शब्द का विशेषण क्या होगा?",
        options: ["रंगर", "रंगीन", "रंगीला", "रंगु"],
        answer: 1
    },
    {
        q: "'अयोध्या के राजा दशरथ के चार पुत्र थे'—किस पदबंध का उदाहरण है?",
        options: ["संज्ञा पदबंध", "सर्वनाम पदबंध", "क्रिया पदबंध", "विशेषण पदबंध"],
        answer: 0
    },
    {
        q: "'उपकार' में कौन-सा उपसर्ग है?",
        options: ["अप", "उ", "उप", "अक"],
        answer: 2
    },
    {
        q: "'सरस्वती' का पर्यायवाची शब्द क्या है?",
        options: ["प्रभा", "शारदा", "विष्णु", "लक्ष्मी"],
        answer: 1
    },
    {
        q: "'ज्येष्ठ' का विलोम क्या होगा?",
        options: ["बड़ा भाई", "बड़े चाचा", "कनिष्ठ", "छोटे चाचा"],
        answer: 2
    },
    {
        q: "'जानने की इच्छा रखने वाले' को क्या कहते हैं?",
        options: ["जिज्ञासा", "जिज्ञासु", "जिजीविषा", "जानकार"],
        answer: 1
    },
    {
        q: "'एक पंथ दो काज' मुहावरे का अर्थ है—",
        options: ["एक उपाय से दो कार्य सिद्ध करना", "त्रिमुहानी", "द्विमुहानी", "एक रास्ता, एक काम"],
        answer: 0
    },
    {
        q: "'स्वच्छ' में कौन-सी सन्धि है?",
        options: ["गुण सन्धि", "यण सन्धि", "विसर्ग सन्धि", "व्यंजन सन्धि"],
        answer: 1
    },
    {
        q: "'य, र, ल, व' कौन व्यंजन है?",
        options: ["स्पर्श व्यंजन", "ऊष्म व्यंजन", "अन्त:स्थ व्यंजन", "इनमें से कोई नहीं"],
        answer: 2
    },
    {
        q: "'हमारे जवानों को देखकर दुश्मन भाग गए'—कौन वाक्य है?",
        options: ["मिश्र वाक्य", "संयुक्त वाक्य", "सरल वाक्य", "इनमें से कोई नहीं"],
        answer: 1
    },
    {
        q: "'जो स्त्री अभिनय करे'—के लिए एक शब्द क्या होगा?",
        options: ["अभिनेत्री", "कवयित्री", "स्त्रीनेत्री", "अभिनीत"],
        answer: 0
    },
    {
        q: "'पाठक' शब्द का स्त्रीलिंग रूप क्या होगा?",
        options: ["पाठकी", "पाठिका", "पाठाकु", "पाठकीन"],
        answer: 1
    },
    {
        q: "'तेरी कुड़माई हो गई' किस कहानी से सम्बन्धित है?",
        options: ["सिपाही की माँ", "उसने कहा था", "तिरिछ", "जूठन"],
        answer: 1
    },
    {
        q: "'आत्महत्या के विरुद्ध' क्या है?",
        options: ["निबन्ध", "कहानी", "उपन्यास", "कविता"],
        answer: 3
    },
    {
        q: "'जूठन' के हेडमास्टर का नाम क्या था?",
        options: ["कलीराम", "ख्यालीराम", "दालीराम", "हुलासीराम"],
        answer: 0
    },
    {
        q: "ओम प्रकाश वाल्मीकि को डॉ० अम्बेदकर राष्ट्रीय पुरस्कार कब मिला?",
        options: ["1993", "1996", "1994", "1995"],
        answer: 0
    },
    {
        q: "रचने और भोगने का रिश्ता कैसा होता है?",
        options: ["द्वन्द्वात्मक", "सहयोगात्मक", "नकारात्मक", "निषेधात्मक"],
        answer: 0
    },
    {
        q: "इतवारी कालोनी किससे सम्बन्धित है?",
        options: ["सम्पूर्ण क्रान्ति", "तिरिछ", "शिक्षा", "सिपाही की माँ"],
        answer: 1
    },
    {
        q: "निम्नांकित में किसे हिन्दी साहित्य का 'सूर्य' कहा जाता है?",
        options: ["सूरदास", "विद्यापति", "तुलसीदास", "कबीरदास"],
        answer: 0
    },
    {
        q: "तुलसीदास हिन्दी के कैसे महाकवि हैं?",
        options: ["जातीय महाकवि", "स्वच्छन्द महाकवि", "रूढ़िवादी", "अन्तर्जातीय"],
        answer: 0
    },
    {
        q: "अपनी पाठ्य-पुस्तक में नाभादास की कविता किन दो कवियों के बारे में है?",
        options: ["जायसी एवं सूरदास", "कबीर और सूरदास", "सूरदास एवं तुलसीदास", "तुलसीदास एवं कबीर"],
        answer: 1
    },
    {
        q: "भूषण किस काल के कवि हैं?",
        options: ["आदिकाल", "भक्तिकाल", "आधुनिक काल", "रीतिकाल"],
        answer: 3
    },
    {
        q: "'ध्रुवस्वामिनी' कैसी कृति है?",
        options: ["महाकाव्य", "गीतिनाट्य", "गीतिकाव्य", "नाटक"],
        answer: 3
    },
    {
        q: "'वे उत्सव मना रहे हैं' इसमें 'वे' किसके लिए आया है?",
        options: ["किसान", "मजदूर", "घर के सदस्य", "नागरिक"],
        answer: 3
    },
    {
        q: "'गाँव का वह घर अपना गाँव ही खो चुका है पंचायती राज में जैसे खो गये पंच परमेश्वर' किस कवि की रचना है?",
        options: ["शमशेर बहादुर सिंह", "जयशंकर प्रसाद", "ज्ञानेन्द्रपति", "जायसी"],
        answer: 2
    },
    {
        q: "अमोलवा गाँव में किसकी तूती बोलती थी?",
        options: ["श्री बवनजी गोखले", "रमन साहब", "देवदास गांधी", "पुंडलीक जी"],
        answer: 1
    },
    {
        q: "'दरवाजे पर कोई खड़ा है'—यह किस सर्वनाम का उदाहरण है?",
        options: ["निजवाचक", "निश्चयवाचक", "अनिश्चयवाचक", "संबंधवाचक"],
        answer: 2
    },
    {
        q: "जिस स्वर के उच्चारण में तिगुना समय लगे, उसे क्या कहते हैं?",
        options: ["लघु", "दीर्घ", "प्लुत", "ह्रस्व"],
        answer: 2
    },
    {
        q: "दो अशोक स्तम्भ कहाँ पर ध्वस्त पड़े हैं जिनमें से एक पर सिंह था और दूसरे पर बैल?",
        options: ["भितिहरवा", "रामपुरवा", "बड़हरवा", "मधुबन"],
        answer: 0
    },
    {
        q: "'मृगराज' का प्रयोग किसके लिए हुआ है?",
        options: ["शिवाजी के लिए", "भूषण के लिए", "शेर के लिए", "सिंह के लिए"],
        answer: 0
    },
    {
        q: "श्रद्धा लोगों में क्या जगाती है?",
        options: ["विश्वास", "आशा", "विश्वास और आशा", "इनमें से कोई नहीं"],
        answer: 2
    },
    {
        q: "तुलसीदास किसका नाम ले-लेकर अपना पेट भरते हैं?",
        options: ["अपने गुरु का", "माता जानकी का", "अपने माता-पिता का", "प्रभु श्रीराम का"],
        answer: 3
    },
    {
        q: "कवि ने रूप से ज्यादा किस पर ध्यान देने की बात कही है?",
        options: ["गुण पर", "भाग्य पर", "सौन्दर्य पर", "यौवन पर"],
        answer: 0
    },
    {
        q: "किसके काटने पर आदमी नहीं बच सकता?",
        options: ["तिरिछ के", "जंतु के", "साँप के", "शेर के"],
        answer: 0
    }
];
